{
  "heroBanner": {
    "title": "OpenInfra Summit Vancouver 2023",
    "subTitle": "Meet the users, developers, and vendors who are building and operating open infrastructure.",
    "date": "June 13-15, 2023",
    "time": "",
    "dateLayout": true,
    "buttons": {
      "registerButton": {
        "text": "Register now",
        "display": true
      },
      "loginButton": {
        "text": "Log in",
        "display": true
      }
    },
    "background": {
      "file": ""
    },
    "images": [
      {
        "file": "/img/https___cdn.evbuc.com_images_349701969_3486280322_1_original-1-.jpg",
        "alt": ""
      }
    ]
  },
  "leftColumn": {
    "schedule": {
      "display": false,
      "title": "Full Event Schedule"
    },
    "disqus": {
      "display": false,
      "title": "Join the conversation"
    },
    "image": {
      "display": false,
      "title": "Image",
      "src": ""
    }
  },
  "sponsors": [],
  "countdown": {
    "display": true,
    "text": "Event Kickoff"
  },
  "registration_in_person_disclaimer": "<span> <p>&nbsp;OpenInfra Summit and Registration Information and Waiver&nbsp;</p><br/> <ul> <li> COVID Protocol<br/> <ul> <br/> <li> Our attendees’ health and safety remain our top priority as we continue to monitor COVID-19. We will follow all venue, local, and WHO guidelines to make the best and most informed decisions around onsite safety and requirements. </li><br/> <li><strong>Though COVID-19 guidelines frequently change, the OpenInfra Summit’s vaccination and mask policies will remain in place.</strong></li><br/> <li>Here are the current health and safety guidelines for onsite at the OpenInfra Summit Vancouver:</li><br/> </ul> </li><li> On-site attendees will be required to be fully vaccinated against the COVID-19 virus. Fully vaccinated is defined as two weeks (14 full days) after the final dose of a <a href=\"https://covid19.trackvaccines.org/agency/who/\">WHO-approved vaccine</a>. </li><br/> <li>Mandatory indoor masks (over nose and mouth) for all attendees except while eating, drinking or when delivering a conference talk.</li><br/> <li>Attendees will have access to an outdoor terrace located within the OpenInfra Marketplace for mask breaks</li><br/> <li>Proof of full vaccination will be required at badge pickup.</li><br/> <li>Booth staff are required to wear masks while at the booth. Event participants are required to wear a mask when visiting booths and are encouraged to not crowd around booths.</li><br/> <li>Hand sanitation stations will be available throughout the venue with alcohol-based hand sanitizer.</li><br/> <li> For more information about the OpenInfra Summit health and safety protocols, please visit <a href=\"https://www.openinfra.dev/summit/vancouver-2023/summit-onsite-safety/\">https://www.openinfra.dev/summit/vancouver-2023/summit-onsite-safety/</a>&nbsp; </li><br/> <li> ATTENDEE REGISTRATION WAIVER LANGUAGE&nbsp; <ul> <br/> <li> By registering for the event specified on your &nbsp;order form (the “Event”) hosted by the Open Infrastructure Foundation (the “Foundation,” “us,” or “we”), you hereby agree as follows. If you are registering another person to attend the event and agreeing to these terms on his/her behalf, you represent to the Foundation that you have the authority to agree to the following terms on the attendee’s behalf and to bind him/her to this agreement.&nbsp; </li><br/> </ul> <br/> </li><li> TL;DR<br/> <ul> <br/> <li>We DO NOT sell or share our attendee lists with sponsors; however, you may opt-in to share your contact info with sponsors by scanning your badge or registering for a party</li><br/> <li>All attendees must agree to the code of conduct, which if violated, could be case for expulsion from the event</li><br/> <li>We take pictures and videos during the Event to share with the community, such as on openinfra.dev &nbsp;&nbsp;</li><br/> <li>Speaking sessions are recorded and will be made available on openinfra.dev and YouTube after the event with full attribution to the speaker</li><br/> </ul> <br/> </li><li> PRIVACY&nbsp;<br/> <ul> <br/> <li> OpenStack: Personal information we gather for registration and at the event is handled in accordance with our Privacy Policy (https://openinfra.dev/privacy-policy). We will share pictures and videos we take at the event with the OpenStack community, such as on openinfra.dev. &nbsp;Other personal data is not published and, unless you consent to an additional use, is used for internal purposes only. &nbsp;We may share your personal data with third parties who provide services to us, but we share only the information that is reasonably necessary for the third party to provide the service and we do not authorize any further use or disclosure of your personal data. </li><br/> <li> Sponsors: &nbsp;If you choose to register for an event hosted by a third party, scan your Event identification badge at a booth hosted by a third-party sponsor, or otherwise submit information to a third party, such third party may collect your personal information. &nbsp;Any information collected by a third party is subject to that entity’s privacy policy. &nbsp;You are not required to attend outside events, scan your Event identification badge, or otherwise provide your information to a third party to participate in the Event. </li><br/> </ul> <br/> </li><li> CODE OF CONDUCT<br/> <ul> <br/> <li> By registering for the Event, you agree to abide by the Foundation’s Code of Conduct located at https://openinfra.dev/legal/code-of-conduct. &nbsp;Participants asked to stop any harassing behavior are expected to comply immediately. If a participant or sponsor engages in behavior that violates the community code of conduct, the Foundation staff may take action they deem appropriate, including warning the offender or expulsion from the Event with no refund. &nbsp;If you would like to file a complaint regarding a Code of Conduct violation, the Foundation staff contact information and complaint procedure is available here: https://openinfra.dev/legal/code-of-conduct.&nbsp; </li><br/> </ul> <br/> </li><li> WAIVER<br/> <ul> <br/> <li> You acknowledge and agree that your attendance at and participation in the Event, whether in person or virtual, is voluntary and further that the Foundation staff and representatives may not be present at all times during your participation in the Event. &nbsp;Your participation in the Event may involve risk of illness, injury, and loss, both to person and property.&nbsp; </li><br/> <li> The Foundation waives any liability for the acts of any outside entities related to the Event. The Foundation does not bear any legal liability or responsibility for your health or safety while attending or traveling to or from the Event. The Foundation will not accept any liability for delays or failure to perform resulting from anything beyond its control. </li><br/> <li> You are personally responsible for your behavior. The Foundation does not accept responsibility for your behavior or the behavior of any other attendee or third party during the Event. You, the Foundation, and all other attendees, under the terms of this policy, agree to waive any and all liability on the part of the Foundation, the function organizers, and each other for any adverse consequences resulting from incidents arising in association with this event. </li><br/> </ul> <br/> </li><li> MEDIA CONSENT<br/> <ul> <br/> <li> The Foundation and its agents, on behalf of the Foundation, may take photographs and make audio and video recordings during the Event, which may include your name, likeness, voice, or image. The Foundation will own these images and recordings and all copyrights and other rights therein. You hereby grant the Foundation the perpetual, irrevocable, worldwide right to use these images and recordings, in any manner or media whatsoever, and to create, publish, and distribute, such images and recordings and derivative works thereof for advertising, publicity, trade, or promotional purposes without providing notice or compensation. &nbsp; </li><br/> </ul> <br/> </li><li> SPECIFIC TO SPEAKERS<br/> <ul> <br/> <li> The Foundation and its agents, on behalf of the Foundation, may record and publish your presentations made during the Event. Education is a primary goal of the Event, so the Foundation may make the Event’s educational sessions freely available to our community. Accordingly, the Foundation records all keynote and conference presentations and publishes them on sites like YouTube and openinfra.dev. By accepting our invitation to speak at the Event, you agree that the Foundation and its agents have the perpetual, irrevocable, royalty free, worldwide right to create, publish, and distribute these recordings and derivative works thereof via media channels that the Foundation deems appropriate and relevant, which may include YouTube and openinfra.dev. &nbsp;If you provide handouts or other materials in connection with your presentation, you also grant the Foundation the perpetual, irrevocable, royalty free, worldwide right to publish and distribute these related materials. Anytime the Foundation publishes or distributes the recordings or related materials, we will give you full and appropriate attribution. </li><br/> <li> The Foundation will own all rights, including copyrights, to the recordings and any derivative works. You retain any copyrights you may have in the presentation and the related materials and nothing in this agreement shall limit your rights to publish or use your presentation and the related materials as you see fit. </li><br/> <li> You agree that your presentation and the related materials are in compliance with the Foundation’s Trademark Policy and Community Code of Conduct. Neither your presentation nor the grant of rights you have made to the Foundation infringes or violates any copyright or other right of, or breaches any obligation you have to any other person or entity. You understand and agree that you will not receive any royalties or other payment in connection with making your presentation at the Event or the rights you have granted to the Foundation herein. You waive any legal claim against the Foundation, its officers, employees, members, directors, agents and representatives and agree to indemnify and hold harmless each of them against any and all claims arising out of your presentation, including, but not limited to, claims of copyright infringement, defamation, and misrepresentation.&nbsp; </li><br/> <li>The Foundation reserves the right to cancel the Event without penalty other than a refund of direct costs paid to the Foundation for services not provided.</li><br/> </ul> <br/> </li></ul></span>",
  "eventRedirect": ""
}